var lrc = `[00:01.06]千纸鹤
[00:03.95]yi20250610
[00:06.78]邰正宵
[00:30.96]爱太深 容易看见伤痕
[00:30.98]情太真 所以难舍难分
[00:38.45]折一千对纸鹤
[00:42.47]结一千颗心情
[00:45.46]传说中 心与心能相逢
[00:52.93]夜难眠 往事忽隐忽现
[01:00.15]心在痛 对你越陷越深
[01:07.47]折一千对纸鹤
[01:11.58]解一千个心愿
[01:14.52]梦醒后 情缘不再飘零
[01:22.09]我的心 不后悔
[01:25.77]折折叠叠都是为了你
[01:29.10]我的泪 流不尽
[01:32.95]纠缠在梦里夜里的负累
[01:36.64]我的心 不后悔
[01:40.39]反反覆覆也是为了你
[01:43.90]千纸鹤 千颗心
[01:47.66]在风里飞
[02:10.01]爱太深 容易看见伤痕
[02:17.28]情太真 所以难舍难分
[02:24.74]折一千对纸鹤
[02:28.84]结一千颗心情
[02:31.75]传说中 心与心能相逢
[02:39.39]我的心 不后悔
[02:42.98]折折叠叠都是为了你
[02:46.50]我的泪 流不尽
[02:50.25]纠缠在梦里夜里的负累
[02:53.95]我的心 不后悔
[02:57.80]反反覆覆也是为了你
[03:01.27]千纸鹤 千颗心
[03:04.77]在风里飞
[03:08.68]我的心 不后悔
[03:12.47]折折叠叠都是为了你
[03:15.89]我的泪 流不尽
[03:19.51]纠缠在梦里夜里的负累
[03:23.35]我的心 不后悔
[03:26.93]反反覆覆也是为了你
[03:30.46]千纸鹤 千颗心
[03:34.12]在风里飞
[03:37.32]千纸鹤 千份情
[03:41.64]在风里飞
[04:19.48]`;

